Repository: code-by-sia/PythonPOS
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fa, ku

source: Samal web application server
fa: وب سرور سامال

source: Starting server at
fa: شروع سرور در

source: End server listening
fa: خاتمه سرور

source: Server is Stopped
fa: اتمام کار سرور

source: CompanyName
fa: بازرگانی دال با مسئولیت محدود

source: Login Page
fa: ورود به سیستم
ku: ‎چوونه‌ ژوور

source: Login Failed
fa: خطا در ورود به سیستم
ku: ‎كێشه‌ له‌ چوونه‌ ژوور

source: Sign in
fa: ورود به سیستم
ku: ‎چوونه‌ ژوور

source: Close Window
fa: بستن پنجره
ku: ‎لابردن

source: Change
fa: تغییر
ku: ‎گۆڕین

source: Old Password
fa: رمز فعلی
ku: ‎ پاسوۆردی ئێستا

source: New Password
fa: رمز جدید
ku: ‎پاسوۆردی نوێ

source: Dear User
fa: کاربر گرامی
ku: ‎به‌ڕێز

source: Change Password
fa: تغییر رمز عبور
ku: ‎گۆڕینی پاسوۆردی

source: Repeat Password
fa: تکرار رمز جدید
ku: ‎دووپاته‌ی پاسوۆردی نوێ

source: New password at least should be 6 char
fa: رمز عبور جدید حداقل باید 6 رقم باشد.
ku: ‎ پاسوۆردی نوێ ده‌بێ لانی كه‌م ٦ پیت بێ

source: Repeat of new password is wrong
fa: تکرار رمز عبور جدید با رمز عبور جدید مطابقت ندارد.
ku: ‎دووپاته‌ی پاسوۆردی نوێ هه‌ڵه‌یه‌

source: Curent password is wrong
fa: رمز عبور قدیمی مطابقت ندارد
ku: ‎ پاسوۆردی ئێستا هه‌ڵه‌یه‌

source: For changing password contact administrator
fa: برای تغییر رمز عبور به مدیر سیستم مراجعه کنید
ku: ‎بۆ گۆڕینی پاسوۆرد په‌یوه‌ندی به‌ به‌ڕێوبه‌ر بكه‌ن

source: Password changed successfully
fa: رمز عبور با موفقیت تغییر داده شد
ku: ‎ پاسوۆرده‌كه‌تان گۆردرا

source: Add new user
fa: افزودن کاربر جدید
ku: ‎به‌كارهێنه‌ری نوێ

source: Manage users
fa: مدیریت کاربران
ku: ‎به‌ڕێوبه‌ری به‌كارهێنه‌ران

source: UserName
fa: نام کاربری
ku: ‎نازناو

source: Password
fa: رمز عبور
ku: ‎پاسوۆرد

source: Job
fa: سمت کاری
ku: ‎پیشه‌

source: Email
fa: پست الکترونیک
ku: پست الکترونیک

source: Person Info
fa: اطلاعات شخص حقیقی
ku: اطلاعات شخص حقیقی

source: Person Id
fa: کد
ku: کد

source: First Name
fa: نام
ku: ‎نێو

source: Last Name
fa: نام خانوادگی
ku: ‎نازنێو

source: Parent Name
fa: نام پدر
ku: نام پدر

source: Gender
fa: جنسیت
ku: جنسیت

source: Male
fa: مرد
ku: مرد

source: Female
fa: زن
ku: زن

source: National Id
fa: کد ملی
ku: کد ملی

source: Birth Date
fa: تاریخ تولد
ku: تاریخ تولد

source: Home Tel
fa: تلفن منزل
ku: تلفن منزل

source: Cell Number
fa: شماره همراه
ku: شماره همراه

source: Work Tel
fa: تلفن محل کار
ku: تلفن محل کار

source: Postal Code
fa: کد پستی
ku: کد پستی

source: Work Address
fa: آدرس محل کار
ku: ‎شوێن

source: Home Address
fa: آدرس منزل
ku: آدرس منزل

source: Manage Persons
fa: مدیریت اشخاص
ku: مدیریت اشخاص

source: Save Person
fa: ثبت اطلاعات شخص
ku: ثبت اطلاعات شخص

source: View
fa: نمایش
ku: ‎دیمەن

source: Order Report
fa: برگ انبار خرید

source: Page
fa: برگ

source: Of
fa: از

source: Total
fa: جمع کل

source: Row Index
fa: ردیف

source: Product Id
fa: کد کالا

source: User
fa: کاربر

source: Sale Report
fa: گزارش فروش

source: Full Sale Price
fa: قیمت کل فروش

source: Storage Stock Report
fa: موجودی انبار

source: Entrance
fa: ورود

source: Egress
fa: خروج

source: Remain
fa: مانده

source: Cost List Report
fa: لیست هزینه ها

source: Sale List Report
fa: لیست فروش

source: Appointed
fa: سر رسید

source: Orders
fa: سفارشات

source: Sales
fa: فروش

source: Appointed installments
fa: سررسید اقساط

source: Chart
fa: نمودار

source: Dashboard
fa: پیشخوان
ku: ‎داشبۆرد

source: System
fa: سیستم
ku: ‎سیسته‌م

source: Users
fa: کاربران
ku: ‎بەکارهێنەران

source: Backup/Restore
fa: پشتیبانی
ku: ‎پشتیوانی\گه‌ڕاندنه‌وه‌

source: Settings
fa: تنضیمات
ku: ‎ڕێکخستنەکان

source: Exit
fa: خروج
ku: ‎چوونه‌ ده‌ر

source: Confrim
fa: تایید
ku: ‎سه‌لماندن

source: Basic Info
fa: اطلاعات پایه
ku: ‎زانیاری سه‌ره‌كی

source: Customers
fa: مشتریان
ku: ‎كڕیاره‌كان

source: Supliers
fa: فروشندگان
ku: ‎فرۆشیاره‌كان

source: Storage/Vendoers
fa: انبار/غرفه
ku: ‎گه‌ڵاڵه‌

source: Groups
fa: گروههای کالا
ku: ‎گرۆپه‌كان

source: Purchase
fa: خرید
ku: ‎كڕین

source: New Purchase
fa: ثبت سفارش خرید
ku: ‎كڕینی نوێ

source: Manage Purchase
fa: مدیریت خرید
ku: ‎بەڕێوەبردنی كڕین

source: Waste
fa: ضایعات کالا
ku: ‎خه‌ساره‌

source: Sale
fa: فروش
ku: ‎فرۆش

source: New Sale
fa: ثبت فاکتور فروش
ku: ‎فرۆشی نوێ

source: Manage Sale
fa: مدیریت فاکتورهای فروش
ku: ‎بەڕێوەبردن فرۆش

source: Return Back
fa: برگشت از خرید
ku: ‎گه‌ڕانه‌وه‌

source: Costs
fa: هزینه ها
ku: ‎خه‌رجه‌كان

source: Report
fa: گزارشات
ku: ‎راپۆرت

source: Storage
fa: انبار
ku: ‎بارخانه‌

source: Trial Balance
fa: تراز آزمایشی
ku: ‎ته‌راز تاقیكاری

source: Profit & Cost
fa: سود و زیان
ku: ‎قازانج وو زه‌ره‌ر

source: Confirm Purchase
fa: خرید
ku: ‎پشتراستكردنه‌وه‌ی كڕین

source: Confirm Sale
fa: فروش
ku: ‎پشتراستكرنه‌وه‌ی فرۆش

source: Sale List
fa: لیست فروش

source: Delete
fa: حذف
ku: ‎سڕینه‌وه‌

source: Purchase Details
fa: جزئیات خرید
ku: ‎ورده‌كاری كرین

source: Product Group
fa: گروه کالا
ku: ‎گرووپی كاڵا

source: Product Name
fa: نام کالا
ku: ‎كاڵا

source: Purchase Price
fa: قیمت خرید
ku: ‎نرخی كڕین

source: Sale Price
fa: قیمت فروش
ku: ‎نرخی فرۆش

source: Quantity
fa: تعداد
ku: ‎بڕ

source: Full Purchase Price
fa: قیمت کل خرید
ku: ‎كۆی نرخی كرین

source: Total Purchase
fa: کل خرید
ku: ‎سه‌رجه‌می نرخی كرین

source: Close
fa: بستن
ku: ‎داخستن

source: Confirm Purchases
fa: تایید خرید ها
ku: ‎پشتراستكردنه‌وه‌ی كڕین

source: Purchase No
fa: شماره
ku: ‎ژماره‌ی كڕین

source: Purchase Date
fa: تاریخ
ku: ‎كاتی كڕین

source: Storage Name
fa: نام انبار
ku: ‎بارخانه‌

source: Supplier Name
fa: نام شرکت
ku: ‎فرۆشیار

source: Purchase Amount
fa: مبلغ
ku: ‎كۆی كڕین

source: Details
fa: جزئیات
ku: ‎ورده‌كاری

source: Confirm
fa: تایید
ku: ‎پشتراستكرنه‌وه‌

source: Sale Info
fa: فاکتور فروش
ku: ‎زانیاری فرۆش

source: Sale Id
fa: شماره
ku: ‎ژماره‌ی فرۆش

source: Customer
fa: مشتری
ku: ‎كڕیار

source: Installments
fa: اقساط
ku: ‎قیسته‌كان

source: Row Id
fa: سطر
ku: ‎ڕیز

source: Product
fa: نام کالا
ku: ‎كاڵا

source: Store In Stock
fa: موجودی در انبار
ku: ‎نێو بارخانه‌

source: Sum
fa: جمع
ku: ‎سه‌رجه‌م

source: Sale No
fa: شماره
ku: ‎ژماره‌ی فرۆش

source: Sale Date
fa: تاریخ
ku: ‎ڕێكه‌وت

source: Customer Name
fa: نام مشتری
ku: ‎كڕیار

source: Sale Amount
fa: مبلغ
ku: ‎كۆی فرۆش

source: Remind Amount
fa: مانده
ku: ‎ماوه‌

source: Sale Installments
fa: اقساط
ku: ‎قیسته‌كان

source: No data available in table
fa: اطلاعاتی برای نمایش وجود ندارد

source: Showing _START_ to _END_ of _TOTAL_ entries
fa: نمایش _START_ تا _END_ از مجموع _TOTAL_ مورد

source: Showing 0 to 0 of 0 entries
fa: نمایش ۰ تا ۰ از مجموع ۰ مورد

source: (filtered from _MAX_ total entries)
fa: (فیلتر شده از مجموع _MAX_ مورد)

source: Show _MENU_ entries
fa: نمایش محتویات _MENU_

source: Loading...
fa: بارگزاری...

source: Processing...
fa: درحال پردازش...

source: Search:
fa: جستجو:

source: No matching records found
fa: موردی یافت نشد

source: First
fa: ابتدا

source: Last
fa: انتها

source: Next
fa: بعدی

source: Previous
fa: قبلی

source: activate to sort column ascending
fa: فعال سازی برای مرتب سازی سعودی

source: activate to sort column descending
fa: فعال سازی برای مرتب سازی نزولی

source: Saved
fa: ثبت شد
ku: ‎پاشەکەوتکراو

source: Persian
fa: فارسی

source: Cost Information
fa: اطلاعات هزینه
ku: ‎زانیاری خه‌رج

source: Cost Title
fa: عنوان
ku: ‎سەردێڕ خه‌رج

source: Invoice No
fa: شماره فاکتور
ku: ‎ژماره‌ فاكتۆر

source: Register Date
fa: تاریخ
ku: ‎ڕێكه‌وتی تۆمار

source: Time
fa: زمان
ku: ‎كات

source: Amount
fa: مبلغ
ku: ‎نرخ

source: Save Cost
fa: ثبت هزینه
ku: ‎پاشه‌كه‌وتی خه‌رج

source: Cancel
fa: انصراف
ku: ‎وازهێنان

source: Manage Costs
fa: مدیریت هزینه ها
ku: ‎بەڕێوەبردن خه‌رج

source: Add New Cost
fa: ثبت هزینه جدید
ku: ‎خه‌رجی نوێ

source: Edit
fa: ویرایش
ku: ‎گۆرین

source: Storage Stock
fa: موجودی
ku: ‎گه‌ڕانه‌وه‌ی بارخانه‌

source: Good List
fa: کالاها
ku: ‎كاڵاكان

source: Group Name
fa: نام گروه
ku: ‎گرووپ

source: Return
fa: برگشت
ku: ‎گه‌رانه‌وه‌

source: Group
fa: گروههای کالا
ku: ‎گرووپ

source: Group Unit
fa: واحد شمارش
ku: ‎یه‌كه‌

source: Save Group
fa: ثبت گروه
ku: ‎پاشه‌كه‌وتی گرووپ

source: Manage Group
fa: مدیریت گروهها
ku: ‎بەڕێوەبردن گرووپ

source: Add New Group
fa: ثبت گروه کالایی
ku: ‎گرووپی نوێ

source: Group unit
fa: واحد شمارش
ku: ‎یه‌كه‌

source: Goods List
fa: لیست کالا
ku: ‎كاڵاكان

source: Goods
fa: کالاها
ku: ‎كاڵاكان

source: History
fa: تاریخچه
ku: ‎مێژوو

source: Purchase List
fa: خرید ها
ku: ‎گەڵاڵەی كڕین

source: Registeration Date
fa: تاریخ ثبت
ku: ‎ڕێكه‌وتی تۆماركردن

source: Prepaid
fa: پیش پرداخت
ku: ‎پێش په‌رداخت

source: No.
fa: شماره
ku: ‎ژماره‌

source: Due Date
fa: سر رسید
ku: ‎كۆتایی

source: Installment Value
fa: مبلغ
ku: ‎به‌های قیست

source: Payment
fa: پرداخت
ku: ‎پێدانەوە

source: Paid at
fa: پرداخت شده در

source: Print
fa: چاپ
ku: ‎چاپ

source: Pay
fa: پرداخت

source: Pay Instullment
fa: اقساط

source: Date
fa: تاریخ
ku: ‎ڕێكه‌وت

source: Save
fa: ذخیره

source: Persons
fa: اشخاص
ku: ‎كه‌سه‌كان

source: Person Name
fa: نام شخص
ku: ‎نێو

source: City
fa: شهر
ku: ‎شار

source: Phone
fa: شماره تلفن
ku: ‎تەلەفۆن

source: Address
fa: آدرس
ku: ‎شوێنی پیشه‌

source: Purchases
fa: خرید ها
ku: ‎كڕین

source: List
fa: لیست
ku: ‎گه‌ڵاڵه‌

source: Manage Purchases
fa: مدیریت خرید ها
ku: ‎بەڕێوەبردن كڕین

source: Add New Purchase
fa: ثبت سفارش خرید
ku: ‎كڕینی نوێ

source: Order Info
fa: اطلاعات سفارش خرید
ku: ‎زانیاری داخوازی

source: Order Id
fa: شماره سفارش
ku: ‎ژماره‌ی داخوازی

source: Supplier
fa: فروشنده
ku: ‎فرۆشیار

source: New Row
fa: سطر جدید
ku: ‎ڕیزی نوێ

source: Delete All
fa: حذف همه
ku: ‎سڕینه‌وه‌ گشتی

source: Save Order
fa: ثبت سفارش خرید
ku: ‎پاشه‌كه‌وتی داخوازی

source: Print Order
fa: چاپ سفارش خرید
ku: ‎چاپی داخوازی

source: Sale Installmets
fa: اقساط
ku: ‎قیستی فرۆش

source: Id
fa: کد
ku: ‎ژماره‌

source: Payback
fa: پرداخت
ku: ‎پێدانەوە

source: Add New Sale
fa: ثبت فاکتور فروش
ku: ‎فرۆشی نوێ

source: Print Sale
fa: چاپ سفارش فروش
ku: ‎چاپی فرۆش

source: Remain Value
fa: مانده پرداختی
ku: ‎پاشماوه‌

source: Not Paid
fa: پرداخت نشده
ku: ‎نه‌دراوه‌

source: Save Sale
fa: ثبت فاکتور فروش
ku: ‎پاشه‌كه‌وتی فرۆش

source: Manage Sales
fa: مدیریت فاکتورهای فروش
ku: ‎بەڕێوەبردن فرۆشه‌كان

source: Full Purchase
fa: کل خرید
ku: ‎كۆی كڕین

source: Full Sale
fa: کل فروش
ku: ‎كۆی فرۆش

source: Storages
fa: انبارها
ku: ‎بارخانه‌كان

source: Save Storage
fa: ثبت انبار
ku: ‎پاشه‌كه‌وتی بارخانه‌

source: Storage Phone
fa: تلفن
ku: ‎تەلەفۆن

source: Storage Address
fa: آدرس
ku: ‎شوێنی بارخانه‌

source: Storage Items
fa: کالاها
ku: ‎خه‌زێنه‌ی كاڵا

source: Storage Info
fa: اطلاعات انبار
ku: ‎زانیاری بارخانه‌

source: Suppliers
fa: فروشندگان
ku: ‎فرۆشیاره‌كان

source: Save Supplier
fa: ثبت اطلاعات شرکت
ku: ‎پاشه‌كه‌وتی فرۆشیار

source: Supplier Id
fa: کد
ku: ‎ژماره‌ی فرۆشیار

source: Supplier Contact Manager
fa: مدیر شرکت
ku: ‎لایه‌نی په‌یوه‌ندیدار

source: Phone no
fa: شماره تلفن
ku: ‎تەلەفۆن

source: Work Field
fa: عرصه فعالیت
ku: ‎پیشه‌

source: Supplier Info
fa: اطلاعات شرکت
ku: ‎زانیاری فرۆشیار

source: Supplier Manager
fa: مدیر شرکت
ku: ‎لایه‌نی په‌یوه‌ندیدار

source: Accounting Web Application
fa: نرم افزار پایانه فروش
